Repository: firatlogoglu/MyScreenSaver
Catalog: MyScreenSaver/Languages/Localization.*.resx
Languages: de_de, fr_fr

# Add
source: Ekle
de_de: Hinzufügen
fr_fr: Ajouter

# AllRemove
source: Tümünü Kaldır
de_de: Alle Entfernen
fr_fr: Tout Supprimer

# Default
source: Varsayılan
de_de: Standard
fr_fr: Défaut

# Delete_File_List
source: Dosyayı listeden çıkartmak istiyor musun?
de_de: Möchten Sie die Datei aus der Liste entfernen?
fr_fr: Voulez-vous supprimer le fichier de la liste?

# Error
source: Hata
de_de: Fehler
fr_fr: Erreur

# ERROR_2
source: HATA:
de_de: FEHLER:
fr_fr: ERREUR:

# ERROR_FILE
source: \bHATA
de_de: \bFEHLER
fr_fr: \bERREUR

# ERROR_NoMusic
source: Müzik Yok.
de_de: Keine Musik.
fr_fr: Pas de musique.

# ERROR_NoPicture
source: Resim Yok.
de_de: Kein Bild.
fr_fr: Pas d'image.

# ExitMouseDbClick
source: Fareyle çift tıklatıldığında çık
de_de: Beenden durch Doppelklick mit der Maus
fr_fr: Quitter en double-cliquant sur la souris

# FileTypes
source: Dosya Türleri
de_de: Dateitypen
fr_fr: Types de Fichiers

# GeneralSettings
source: Genel Ayarlar
de_de: Allgemeine Einstellungen
fr_fr: Paramètres Généraux

# ImageSlideshow
source: Resim Slayt Gösterisi
de_de: Bild-Slideshow
fr_fr: Diaporama d'Images

# Language
source: Dil
de_de: Sprache:
fr_fr: Langue:

# ListofImageFolders
source: Resim Klasör Listesi
de_de: Liste der Bildordner
fr_fr: Liste des Dossiers d'Images

# ListofMusicFolders
source: Müzik Klasör Listesi
de_de: Liste der Musikordner
fr_fr: Liste des Dossiers de Musique

# ListofVideoFolders
source: Video Klasör Listesi
de_de: Liste der Videoordner
fr_fr: Liste des Dossiers Vidéo

# MusicPlayer
source: Müzik Oynatıcısı
de_de: Musikplayer
fr_fr: Lecteur de Musique

# MusicPlayerEnabled
source: Müzik Oynatıcısı Etkin
de_de: Der Musik-Player ist aktiviert
fr_fr: Le lecteur de musique est activé

# OK
source: Tamam
de_de: OK
fr_fr: OK

# OpenUpdateManager
source: &Güncelleme Yöneticisini Aç
de_de: Update-Manager öffnen
fr_fr: Ouvrez le Gestionnaire de mise à jour

# PictureAuto
source: Resimleri slayt gösterisi olarak oynat
de_de: Bilder als Diashow abspielen
fr_fr: Lire des images sous forme de diaporama

# RememberRemoveFileList
source: Tüm listeden çıkarmaları "Evet" olarak hatırla
de_de: Erinnern Sie sich an die Entfernungen aus der gesamten Liste als "Ja"
fr_fr: Considérez les suppressions de la liste entière comme "Oui"

# Remove
source: Kaldır
de_de: Entfernen
fr_fr: Supprimer

# RemoveFile
source: Dosyayı Kaldır
de_de: Datei entfernen
fr_fr: Supprimer le Fichier

# seconds
source: saniye
de_de: sek.
fr_fr: secondes

# Settings
source: Ayarlar
de_de: Einstellungen
fr_fr: Paramètres

# Show
source: Göster
de_de: Anzeigen
fr_fr: Afficher

# ShowClockAndDate
source: Saati ve Tarihi Göster
de_de: Uhrzeit und Datum anzeigen
fr_fr: Afficher L'Horloge Et La Date

# ShowTime
source: Süreyi Göster
de_de: Zeit anzeigen
fr_fr: Afficher l'Heure

# Time
source: Süre:
de_de: Zeit:
fr_fr: Heure:

# TTime
source: Süre
de_de: Zeit
fr_fr: Heure

# VideoSlideshow
source: Video Slayt Gösterisi
de_de: Video-Diashow
fr_fr: Diaporama Vidéo
